13xforever.language-x86-64-assembly
bmuskalla.vscode-tldr
bungcip.better-toml
DavidAnson.vscode-markdownlint
denoland.vscode-deno
devine-davies.make-hidden
geoffkaile.latex-count
haskell.haskell
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
justusadam.language-haskell
leanprover.lean4
maximedenes.vscoq
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.wordcount
ocamllabs.ocaml-platform
redhat.java
ritwickdey.LiveServer
rust-lang.rust-analyzer
scala-lang.scala
serayuzgur.crates
streetsidesoftware.code-spell-checker
timonwong.shellcheck
usernamehw.errorlens
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
