13xforever.language-x86-64-assembly
bmuskalla.vscode-tldr
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
devine-davies.make-hidden
dotjoshjohnson.xml
fill-labs.dependi
geoffkaile.latex-count
github.copilot
github.copilot-chat
github.vscode-github-actions
guyutongxue.lalrpop-syntax-highlight
haskell.haskell
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
joaompinto.vscode-graphviz
justusadam.language-haskell
ksfunc.vscode-sticky-selection
martinring.smt-lib-syntax
maximedenes.vscoq
mechatroner.rainbow-csv
mitsuhiko.insta
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.wordcount
ocamllabs.ocaml-platform
ritwickdey.liveserver
rreverser.llvm
rust-lang.rust-analyzer
scala-lang.scala
stkb.rewrap
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
usernamehw.errorlens
vadimcn.vscode-lldb
valentjn.vscode-ltex
wayou.vscode-todo-highlight
xuanli.spice
yanggeorge.bril-syntax-hightlighting
znck.grammarly
