13xforever.language-x86-64-assembly
bmuskalla.vscode-tldr
bungcip.better-toml
cschleiden.vscode-github-actions
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
devine-davies.make-hidden
DotJoshJohnson.xml
geoffkaile.latex-count
guyutongxue.lalrpop-syntax-highlight
haskell.haskell
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
joaompinto.vscode-graphviz
justusadam.language-haskell
leanprover.lean4
maximedenes.vscoq
mitsuhiko.insta
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.wordcount
ocamllabs.ocaml-platform
ritwickdey.LiveServer
RReverser.llvm
rust-lang.rust-analyzer
scala-lang.scala
serayuzgur.crates
sswg.swift-lang
streetsidesoftware.code-spell-checker
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
znck.grammarly
